Repository: Whys0EZ/QOS_ASP
Catalog: Resources/Areas.Function.SharedResource.*.resx
Languages: vi

# MessageStatus_Mo
source: Please enter MO to search.
vi: Vui lòng nhập thông tin MO để tìm kiếm.

# MessageStatus_Mo_NotF
source: No operation found for MO
vi: Không tìm thấy công đoạn cho

# MessageStatus_File
source: Please choose file.
vi: Vui lòng chon file xsml.

# MessageStatus_FileImp
source: Error occurred while uploading file.
vi: Đã xảy ra lỗi khi tải file.

source: No Data
vi: Không có dữ liệu.

source: Download Form
vi: Tải mẫu Form

# F_Operaton
source: Management Operation
vi: Quản lý công đoạn

# F_Operaton_Title
source: Upload Operation to Excel
vi: Tải lên công đoạn từ Excel

# F_Operaton_Code
source: Operation Code
vi: Mã Công đoạn

# F_Operaton_VN
source: Operation VN
vi: Tên Công Đoạn VN

# F_Operaton_EN
source: Operation EN
vi: Tên Công Đoạn EN

# F_Fault_Title
source: Management Fault List
vi: Quản Lý Danh Sách Lỗi

# F_Fault_place
source: Search by Error Code or Vietnamese Name...
vi: Tìm theo Mã lỗi hoặc Tên Tiếng Việt...

# F_Fault_Add
source: Add Fault
vi: Thêm lỗi

# F_Fault_Code
source: Fault Code
vi: Mã Lỗi

# F_Fault_Type
source: Fault Type
vi: Loại Lỗi

# F_Fault_NameVN
source: Fault Name VN
vi: Tên Tiếng Việt

# F_Fault_NameEN
source: Fault Name EN
vi: Tên Tiếng Anh

# F_Fault_inLine
source: InLine Report
vi: Báo Cáo Đi Chuyền

# F_Fault_endLine
source: EndLine Report
vi: Báo Cáo Cuối Chuyền

# F_Fault_edit
source: Edit Fault
vi: Sửa Lỗi

# F_Fault_delete
source: Delete Fault
vi: Xóa Lỗi

# F_Fault_deleteInfo
source: Are you sure you want to delete the error?
vi: Bạn có chắc muốn xóa lỗi?

# F_Fault_deleteCaution
source: Note: Deletion cannot be undone.
vi: Lưu ý: Việc xóa sẽ không thể hoàn tác.

# F_TP_Title
source: Finished Product Parameter Measurement Point
vi: Điểm Đo Thông Số Thành Phẩm

# F_Online_Title
source: Online Files
vi: Tài Liệu Trực Tuyến
