Repository: Whys0EZ/QOS_ASP
Catalog: Resources/Areas.Report.SharedResource.*.resx
Languages: vi

source: CutTable
vi: Bàn Cắt

# modal-title
source: Detail report
vi: Chi tiết báo cáo

source: Remark
vi: Ghi Chú

source: Status
vi: Trạng Thái

source: ReAudit
vi: Kiểm Lại

source: Check Qty
vi: SL Kiểm

source: Fault Qty
vi: SL Lỗi

source: Fault Total
vi: Tổng số lỗi

source: Fault
vi: Lỗi

source: Cut Leader
vi: Quản lý cắt

source: Cut Table Name
vi: Tên sơ đồ

source: Cut Table Ratio
vi: Tỉ lệ sơ đồ

# Lay_Height
source: Height(cm)
vi: Chiều cao(cm)

# Table_Long
source: Long(inch)
vi: Chiều dài (inch)

# Table_Width
source: Width(inch)
vi: Chiều rộng (inch)

# Batch
source: Cut Lot
vi: Cắt Lot

source: QTY
vi: Số lượng

# QualityFabric
source: Fabric quality
vi: Chất lượng vải

# CheckboxE
source: Check if there is an error
vi: Tích chọn nếu có lỗi

source: Shading
vi: Loang màu

source: Wave
vi: Căng/Trùng/Sóng vải

source: Narrow Width
vi: Hẹp khổ

source: Spreading
vi: Trải vải

source: Tolerance 1
vi: Dung sai 1

source: Tolerance 2
vi: Dung sai 2

source: Long to
vi: Dài từ

source: To
vi: đến

source: Width to
vi: Rộng từ

# ParametersLW
source: Length - Width Parameters
vi: Thông số Dài - Rộng

source: First leaves
vi: Lá đầu

source: Middle leaves
vi: Lá giữa

source: Last leaves
vi: Lá cuối

source: Quality cut
vi: Chất lượng cắt

source: Notch
vi: Dấu bấm

source: Unclean
vi: Cắt không gọn

source: Straigh
vi: Cắt cong

source: Shape
vi: Mất dáng

source: Edge
vi: Dính biên

source: Stripe
vi: Không đối kẻ

# ImgError
source: Image Error
vi: Hình ảnh lỗi

source: CPI Leader
vi: Quản lý CPI

source: Rap
vi: Rập

source: Hole
vi: Thủng

source: Yarn
vi: Lẫn sợi

source: Slub
vi: Cục

source: Dirty
vi: Bẩn

source: Other Error
vi: Lỗi khác

# Match
source: Match False
vi: Phối sai

source: Label
vi: Mác, phụ liệu

# Fabricsplit
source: Fabric splicing
vi: Nối vải

source: Fabric tension
vi: Độ căng vải

source: Wrong side
vi: Trải sai mặt

# dirtfabric
source: Oil, dirt, fabric stains
vi: Dầu, bẩn, đốm màu vải

# Loc_diagram
source: Location diagram
vi: Vị trí sơ đồ

source: Slanted fabric
vi: Vải nghiêng, xiên

source: Not straight
vi: Không kẻ thẳng

source: Different color
vi: Khác màu

# CheckNot
source: Check if not passed
vi: Tích chọn nếu không đạt

source: Notch Deep
vi: Bấm quá sâu

source: Cut xoc_xech
vi: Cắt xộc xệch

source: Not Cut
vi: Không cắt

# TS_afterCut
source: Parameters after cutting
vi: Thông số sau cắt

# TS_afterCPI
source: CPI post-test parameters
vi: Thông số sau kiểm CPI

# TS_TP
source: Product specifications
vi: Thông số thành phẩm

# circle_notcheck
source: Not checked
vi: Chưa kiểm tra

# circle_notfault
source: Not Error
vi: Không có lỗi

# circle_minor
source: Minor error
vi: Lỗi nhẹ

# circle_serious
source: Serious error
vi: Lỗi nặng

source: Fatal error
vi: Lỗi nghiêm trọng

source: Line Status
vi: Trạng thái chuyền

# info_data
source: No data found for the selected time period.
vi: Không tìm thấy dữ liệu trong khoảng thời gian này.

source: Loading...
vi: Đang tải...

source: Loading data ...
vi: Đang tải dữ liệu ...

# Loadingplease
source: Please wait a moment
vi: Vui lòng chờ trong giây lát

# HistoryInline
source: History of Inline quality inspection
vi: Lịch sử kiểm tra chất lượng may chuyền

source: ID Report
vi: ID Báo cáo

source: Operation No
vi: Số Công đoạn

source: Operation
vi: Công đoạn

source: Sewer
vi: Công nhân

source: Position
vi: Vị trí

source: Fault List
vi: Danh sách lỗi

source: Quality assessment
vi: Đánh giá chất lượng

# HistoryEndline
source: End line quality control history
vi: Lịch sử kiểm tra chất lượng cuối chuyền

source: Supervisor
vi: Chuyền trưởng

source: Remedies
vi: Biện pháp khắc phục

source: Delete Report
vi: Xóa báo cáo

source: Top Defected
vi: Top Lỗi

source: StyleCode
vi: Kiểu dáng

# title_topEndLine
source: Top End Line Defected
vi: Top Lỗi Cuối Chuyền

# Endline_detail
source: END LINE ERROR DETAILS
vi: Chi Tiết Lỗi Cuối Chuyền

source: Fault Code
vi: Mã Lỗi

source: Fault Name
vi: Tên Lỗi

source: Total
vi: Tổng

source: Report
vi: Báo cáo

# Detail_Img
source: Error Image Details
vi: Chi tiết hình ảnh lỗi

source: Month
vi: Tháng

source: Year
vi: Năm

source: Average
vi: Trung bình

source: Target
vi: Mục tiêu

# DownloadFile
source: Download File Report
vi: Tải file báo cáo

# title_topInLine
source: Top In Line Defected
vi: Top Lỗi Chuyền May

# Inline_detail
source: IN LINE ERROR DETAILS
vi: Chi Tiết Lỗi Chuyền May

source: Detail
vi: Chi tiết

# title_topChecker
source: Top 5 Error Checker 84
vi: Top 5 Lỗi Checker 84

# Checker_detail
source: Checker 84 Error Details
vi: Chi tiết Lỗi Checker 84

# NodataTime
source: No data for this time.
vi: Không có dữ liệu trong khoảng thời gian này.

# title_topFQC
source: Top 5 Error FQC Tracking
vi: Top 5 Lỗi FQC Tracking

# FQC_detail
source: FQC Tracking Error Details
vi: Chi Tiết Lỗi FQC Tracking

source: Defect Rate
vi: Tỉ lệ lỗi

source: DefectName
vi: Tên lỗi
