Repository: Whys0EZ/QOS_ASP
Catalog: Resources/Areas.Setting.SharedResource.*.resx
Languages: vi

source: Add New
vi: Thêm mới

source: Factory Code
vi: Mã nhà máy

source: Factory Name
vi: Tên nhà máy

source: User Create
vi: Người tạo

source: Date Create
vi: Ngày tạo

source: Add Factory
vi: Thêm nhà máy

source: Department Code
vi: Mã phòng ban

source: Department Name
vi: Tên phòng ban

source: Add Department
vi: Thêm phòng ban

source: Add Unit
vi: Thêm Xưởng

# FactorySuccess
source: Add factory successfully
vi: Thêm nhà máy thành công.

# DepartmentSuccess
source: Department added successfully
vi: Thêm phòng ban thành công.

# UnitSuccess
source: Unit added successfully
vi: Thêm xưởng thành công.
