Repository: Whys0EZ/QOS_ASP
Catalog: Resources/SharedResource.*.resx
Languages: vi

# WelcomeMessage
source: Welcome to QOS Dashboard
vi: Chào mừng bạn đến với hệ thống QOS

# LoginTitle
source: Welcome back!
vi: Chào mừng trỏ lại !

# LoginTitleSub
source: To connect with us, please log in with your personal information.
vi: Để kết nối với chúng tôi, vui lòng đăng nhập bằng thông tin cá nhân của bạn.

# RegTitle
source: Wellcome !
vi: Xin Chào!

# RegTitleSub
source: Enter your personal information and start your journey with us
vi: Nhập thông tin cá nhân của bạn và bắt đầu hành trình cùng chúng tôi

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

source: Username
vi: Tên đăng nhập

source: FullName
vi: Họ và tên

# Email
source: Email (Option)
vi: Email (Tùy chọn)

source: Password
vi: Mật khẩu

source: Confirm Password
vi: Xác nhận mật khẩu

# UsernameRequired
source: Please enter Username
vi: Vui lòng nhập tên đăng nhập

# PasswordRequired
source: Please enter Password
vi: Vui lòng nhập mật khẩu

# ErrorRequired
source: Wrong Username or Password!
vi: Sai tên đặng nhập hoặc mật khẩu!

# LoginRequired
source: Please enter Username and Password!
vi: Vui lòng nhập Username và Password!

# RegRequired
source: Please enter FullName, Username and Password!
vi: Vui lòng nhập FullName, Username và Password!

# UsernameExist
source: Username already exists
vi: Tài khoản đã tồn tại

# RegSuccess
source: Registration successful. Please log in.
vi: Đăng ký thành công. Vui lòng đăng nhập.

source: Remember me
vi: Ghi nhớ đăng nhập

# ForgetPass
source: Forget Password?
vi: Quên mật khẩu?

source: Logout
vi: Đăng xuất

# LogoutInfo
source: Logout Account
vi: Thoát khỏi tài khoản

source: Contact us
vi: Liên hệ

source: Submit
vi: Gửi

source: Home
vi: Trang chủ

source: Language
vi: Ngôn ngữ

source: Profile
vi: Thông tin cá nhân

# EditProfile
source: View & Edit Profile
vi: Xem và chỉnh sửa profile

# InfoPass
source: Change information password
vi: Thay đổi mật khẩu bảo mật

source: Setup
vi: Cài đặt

# Setupinfo
source: Option theme
vi: Tùy chỉnh giao diện

source: Feedback
vi: Thông tin phản hồi

source: Function
vi: Chức Năng

source: Report
vi: Báo Cáo

source: Setting
vi: Thiết Lập

source: System
vi: Hệ thống

# ManageOperation
source: Management Operation
vi: Quản Lý Công Đoạn

# ManageFault
source: Management Error List
vi: Quản Lý DS Lỗi

# ThongSoBTP
source: Measurement Point Semi-finished product parameters
vi: Điểm Đo Thông Số BTP

# ThongSoTP
source: Finished Product Parameter Measurement Point
vi: Điểm Đo Thông Số TP

# ThongSoDo
source: Measuring Points Measuring Parameters
vi: Điểm Đo Thông Số Đo

# OnlineFile
source: Online Files
vi: Tài liệu trực tuyến

# Form1BCCLC
source: Cut Accuracy Report
vi: Báo Cáo Chất Lượng Bàn Cắt

# Form2BCCPI
source: AQL Inspection After CPI
vi: Báo Cáo Chất Lượng CPI

# Form3BCDT
source: First Testing Cut Lot Report
vi: Báo Cáo Bàn Cắt Đầu Tiên

# Form4BCCLM
source: Inline Roving Inspection Report
vi: Báo Cáo Chất Lượng Chuyền May

# Form6BCCC
source: End Line Inspection Report
vi: Báo Cáo Chất Lượng Cuối Chuyền

# SummaryKCC
source: End Line Defecteds Summary
vi: Tổng Hợp Lỗi Cuối Chuyền

# PhotoDefect
source: Defected Photos
vi: Hình Ảnh Lỗi

# SummaryKCM
source: In Line Defecteds Summary
vi: Tổng Hợp Lỗi Chuyền May

# Form4BCCLMSUM
source: In Line Error
vi: Lỗi Chuyền May

# Form7BTP
source: CUT Panel Measurement
vi: Thông Số BTP

# Form8TP
source: Measurement SHEET
vi: Thông Số TP

# Form10BCHT
source: Checker 84 Report
vi: Báo Cáo Chất Lượng Hoàn Thiện 84

# SummaryBCHT
source: Checker 84 Inspection Report
vi: Tổng Hợp Lỗi Hoàn Thiện 84

# SummaryFQC
source: FQC Tracking Summary Report
vi: Tổng Hợp Lỗi FQC

# EndlineUnit
source: EndLine By Unit Report
vi: Báo Cáo Cuối Chuyền Theo Unit

source: Factory List
vi: Danh Sách Nhà Máy

source: Department List
vi: Danh Sách Phòng Ban

source: Unit List
vi: Danh Sách Xưởng

# ManageUser
source: Management User
vi: Quản Lý Người Dùng

source: Change Password
vi: Đổi Mật Khẩu

source: Unit
vi: Xưởng

source: Line
vi: Chuyền

source: No
vi: STT

source: Color
vi: Màu

source: Color Code
vi: Code Màu

source: Style Name
vi: Tên Kiểu Dáng

source: Style
vi: Kiểu Dáng

source: Size
vi: Kích Thước

source: LastUpdate
vi: Thời Gian Kiểm

source: WorKDate
vi: Ngày Làm Việc

source: UserUpdate
vi: Người Kiểm

source: AuditTime
vi: Lần Kiểm

source: Search
vi: Tìm Kiếm

source: Upload
vi: Tải Lên

source: ExportExcel
vi: Tải Excel

source: Date
vi: Ngày

source: Factory
vi: Nhà Máy

source: Edit
vi: Sửa

source: Delete
vi: Xóa

source: Back
vi: Quay Lại

# Y
source: Yes
vi: Có

# N
source: No
vi: Không

source: Reset
vi: Đặt Lại

source: No data.
vi: Không có dữ liệu.

source: Update
vi: Cập Nhật

source: Cancel
vi: Hủy

source: Save
vi: Lưu

source: Check
vi: Kiểm tra

source: Create
vi: Tạo mới

source: Close
vi: Đóng

# loadingMsg
source: Uploading and processing data...
vi: Đang upload và xử lý dữ liệu...
